/* media picker background view auth denied label */
"MEDIA_PICKER_BACKGROUND_VIEW_AUTH_DENIED_LABEL" = "Access to Photos has been denied. Please approve access within Privacy Settings.";

/* media picker background view auth restricted label */
"MEDIA_PICKER_BACKGROUND_VIEW_AUTH_RESTRICTED_LABEL" = "Access to Photos has been restricted. You may be able to adjust this setting within Privacy Settings.";

/* media picker background view no media */
"MEDIA_PICKER_BACKGROUND_VIEW_NO_MEDIA" = "It doesn't look like you have any media to display. Add some media using the Camera or Photos app.";

/* media picker background view no media tv */
"MEDIA_PICKER_BACKGROUND_VIEW_NO_MEDIA_TV" = "It doesn't look like you have any media to display.";

/* media picker background view privacy settings button */
"MEDIA_PICKER_BACKGROUND_VIEW_PRIVACY_SETTINGS_BUTTON" = "Privacy Settings";

/* media picker error code maximum selected images multiple */
"MEDIA_PICKER_ERROR_CODE_MAXIMUM_SELECTED_IMAGES_MULTIPLE" = "You cannot select more than %@ images.";

/* media picker error code maximum selected images single */
"MEDIA_PICKER_ERROR_CODE_MAXIMUM_SELECTED_IMAGES_SINGLE" = "You cannot select more than %@ image.";

/* media picker error code maximum selected media */
"MEDIA_PICKER_ERROR_CODE_MAXIMUM_SELECTED_MEDIA" = "You cannot select more than %@ media.";

/* media picker error code maximum selected videos multiple */
"MEDIA_PICKER_ERROR_CODE_MAXIMUM_SELECTED_VIDEOS_MULTIPLE" = "You cannot select more than %@ videos.";

/* media picker error code maximum selected videos single */
"MEDIA_PICKER_ERROR_CODE_MAXIMUM_SELECTED_VIDEOS_SINGLE" = "You cannot select more than %@ video.";

/* media picker error code mixed media selection */
"MEDIA_PICKER_ERROR_CODE_MIXED_MEDIA_SELECTION" = "You cannot select more than one media type.";

/* media picker title */
"MEDIA_PICKER_TITLE" = "Photos";

